<template>
  <div class="protocol-wrap header-occupy">
    <x-header :left-options="{backText: ''}">借款协议</x-header>
    <div class="protocol-content">
      <div class="protocol-info">
        <h1 class="title">借款协议</h1>
        <p class="text">本借款协议（以下简称“本协议”）由以下各方于_______年_______月_______日在中华人民共和国签署并履行。</p>
        <p class="text">甲方一（出借人）: （以在乐商宝平台成功投标出借资金的出借人为准）</p>
        <p class="text">证件类型 :</p>
        <p class="text">证件号码 :</p>
        <p class="text">甲方二（出借人）：（以在乐商宝平台成功投标出借资金的出借人为准）</p>
        <p class="text">乙方（借款人）：</p>
        <p class="text">证件类型：</p>
        <p class="text">证件号码：</p>
        <p class="text">接受通知地址：</p>
        <p class="text">接受通知电子邮箱：</p>
        <p class="text">丙方（平台方）： 温州乐商投资有限公司</p>
        <p class="text">地址：</p>
        <p class="text">联系电话：</p>
        <p class="text">本协议各方经友好协商，在自愿、平等的原则下达成一致，特签署本协议，约定由出借人根据本协议及其附件的约定向借款人提供借款。</p>
        <h2 class="subTitle">第一条 借款明细</h2>
        <p class="text">1.1 借款信息</p>
        <table class="table">
          <tbody>
            <tr>
              <td>出借人一：</td>
              <td>出借金额（人民币/元）（以在乐商宝平台成功投标出借金额为准）</td>
            </tr>
            <tr>
              <td>出借人二：</td>
              <td>出借金额（人民币/元）（以在乐商宝平台成功投标出借金额为准）</td>
            </tr>
            <tr>
              <td>借款本金（人民币/元）</td>
              <td></td>
            </tr>
            <tr>
              <td>借款年利率</td>
              <td>%</td>
            </tr>
            <tr>
              <td>借款用途</td>
              <td></td>
            </tr>
            <tr>
              <td>借款期限</td>
              <td></td>
            </tr>
          </tbody>
        </table>
        <h2 class="subTitle">第二条 还款</h2>
        <p class="text">2.1 借款期间：_______年_______月_______日（起始日，即起息日）起_______年_______月_______日（终止日，即结息日）止（共_____日）；借款期间起始日（起息日）与借款实际发放日期不一致的， 借款期限起始日以借款实际发放日为准，借款到期日相应调整。</p>
        <p class="text">2.2 还款方式为以下第_______种：</p>
        <p class="text">（1）等本等息；</p>
        <p class="text">（2）等额本息；</p>
        <p class="text">（3）按月付息到期还本；</p>
        <p class="text">（4）一次性还本付息。</p>
        <h2 class="subTitle">第三条 借款本金发放条件和方式</h2>
        <p class="text">3.1 甲方将在下述借款发放条件全部满足后发放借款：</p>
        <p class="text">3.1.1 丙方或其合作的机构已履行对乙方的资格条件、信息的真实性、融资信息的真实性、合法性等进行必要审核；</p>
        <p class="text">3.1.2 本协议及其附件、其他文件均已由各方适当签署并生效；</p>
        <p class="text">3.1.3 甲方在本协议及其他文件项下做出的陈述、保证与承诺均持续有效、完整且准确。</p>
        <p class="text">3.2 在第 3.1 条规定的借款发放条件满足后，甲方或/及乙方委托丙方通过资金存管机构，将本协议第 1.1 条约定的出借金额支付至借款人的资金存管账户。</p>
        <h2 class="subTitle">第四条 本息偿还方案</h2>
        <p class="text">4.1 为履行本协议的付款义务，甲、乙双方通过在丙方平台或其合作方平台点击相应按钮接受本协议条款后，即不可撤销的授权丙方通过前述协议中约定的资金存管机构从甲/乙方账户（包含实体账户及资金存管汇总账户下开立的子账户）中扣划和分配上述协议约定的款项并进行客户网络借贷资金和网络借贷信息中介机构自有资金的资金分账管理。委托人签署本授权书后，无需对资金存管机构另行授权。</p>
        <p class="text">4.2 乙方需按照本协议第 2.1 条约定，将当期应还借款本金和利息等款项存入借款人还款账户中。如果当期还款日为法定节假日或公休日，则当期还款日不进行顺延。</p>
        <p class="text">4.3 乙方还款方式包括以下第4.3.1款资金存管机构划扣方式和第4.3.2款主动还款两种方式。</p>
        <p class="text">4.3.1  支付机构划扣，乙方按照4.1中约定，委托丙方通过资金存管机构从借款人还款账户或乙方指定的其他还款账户中准确划扣月偿还本息数额给甲方。</p>
        <p class="text">4.3.1.1  乙方须在还款日当日（不得迟于16:00）或之前将本协议第二条约定的偿还本息数额存入借款人还款账户或乙方指定的其他还款账户，并确保在资金存管机构成功划扣前该还款账户中有足额的偿还本息数额，如因金额不足造成划款失败视为乙方违约，并按照本协议第八条承担违约责任。</p>
        <p class="text">4.3.1.2  如果还款日遇到法定假日或公休日，还款日期不进行顺延。</p>
        <p class="text">4.3.2  乙方需按照丙方或其合作方相关规则或通知中约定的方式主动还款。</p>
        <p class="text">4.4  乙方拟提前还款的，应按照丙方要求的流程办理。</p>
        <h2 class="subTitle">第五条  提前还款</h2>
        <p class="text">5.1  乙方以如下第_______种规则提前还款（具体见丙方产品政策页面显示）</p>
        <p class="text">（1）如乙方实际用款期间小于本合同约定借款期间70%的，应支付借款期间70%的利息；如乙方实际用款期间大于或等于本合同约定借款期间70%的，应按照实际用款期间支付利息。</p>
        <p class="text">（2）乙方在每期还款日当日一次性提前还款的，应比实际用款期限多支付一期利息；乙方选择在当期还款日前提前还款当日应还款项的，仍应支付当期全额利息。</p>
        <p class="text">5.2  乙方借款期限为一期的，若选择提前还款，则应支付整个借款期限内应产生的全部利息。</p>
        <p class="text">5.3  如乙方拟提前还款，需至少提前三个工作日以书面方式向丙方提出  (还款日当日及节假日期间不受理)，丙方确定提前还款日期后应通知乙方。乙方应在约定的日期当日或之前将当月应还款项及剩余本金存入还款账户或支付，并委托丙方通过资金存管机构划扣给甲方。</p>
        <p class="text">5.4  如乙方按照本协议第五条约定提前还款，相应款项足额支付给甲方账户后，本协议终止。</p>
        <h2 class="subTitle">第六条  各方的权利和义务</h2>
        <p class="text">6.1  甲方的权利和义务</p>
        <p class="text">6.1.1  甲方在乐商宝平台输入相应出借金额并点击相应按钮后，甲方存管交易账户内的相应资金冻结，甲方不得提现或转账。甲方最终出借本金以实际划付至乙方存管交易账户的资金数额为准。</p>
        <p class="text">6.1.2  甲方在乐商宝平台上点击确认接受本协议条款后,即不可撤销地授权丙方委托银行在本协议涉及的投资标的成立后将甲方存管交易账户内的冻结资金划付给乙方存管交易账户,乙方存管交易账户收到借款本金即视为乙方收到借款本金，也即甲方出借成功，本协议正式生效，并自该日起计息。甲方有权按照本协议约定享有出借款项所带来的利息收益，并依据相关法律规定自行主动缴纳相关税费。</p>
        <p class="text">6.1.3  甲方授权丙方自行或委托第三方提供征信服务，对乙方资信进行调查。丙方根据乙方的资信情况，决定是否推荐甲方出借资金给乙方。</p>
        <p class="text">6.1.4 在乙方发生逾期还款情形时，甲方一致同意委托丙方或丙方合作方代表甲方进行催收（包括但不限于电话、上门催收、发律师函、将乙方逾期信息通报人民银行或中国互联网金融协会互联网金融服务平台、P2P行业个人信用征信系统、提起诉讼或者仲裁等方式），乙方愿意接受前述催收方式所带来的不利影响，且同意甲方、丙方及丙方委托的第三方无需因催收行为向其他方披露乙方信息而承担责任。</p>
        <p class="text">6.1.5甲方不可撤销地授权丙方委托银行在还款日（不得迟于16:00）或之前从乙方存管交易账户划扣乙方应还款项（包括但不限于乙方正常还款、提前还款情形）至甲方存管交易账户。</p>
        <p class="text">6.1.6便于丙方核查甲方的个人/企业信息、风险承受能力等促成本协议之交易的必要信息，以及为便于丙方协助甲方进行催收等履行本协议之义务，甲方在此不可撤销地授权丙方将其个人/企业信息、交易信息以及反映其信用状况的其他信息（包含可能对甲方造成负面影响的不良信息）等必要信息提供给中国互联网金融协会互联网金融服务平台、丙方合作的第三方征信平台、丙方合作的其他大数据信息核查以及反欺诈核查公司、丙方合作方委托的第三方催收公司、律师事务所等。</p>
        <p class="text">6.1.7 甲方应当确保其用于本协议项下的出借资金系合法自有资金，不得违反反洗钱的相关法律规定。如甲方为法人或其他组织的，还应当保证其向丙方提供的所有资料真实有效，不得存在任何欺诈行为，且不以民间借贷为主营业务，不以借贷利润为主要收入来源。</p>
        <p class="text">6.1.8 甲方承担本次出借所获利息等收益的应纳税额，并自行合法缴税。</p>
        <p class="text">6.2 乙方的权利和义务</p>
        <p class="text">6.2.1 乙方应按照本协议约定还款和支付费用。</p>
        <p class="text">6.2.2 乙方不可撤销地授权丙方委托银行于还款当日（包括提前还款）（不得迟于16:00）将乙方存管交易账户绑定的银行卡中等同于本协议第2.1条约定的相应款项的金额的资金充值至乙方存管交易账户，其中等同于月偿还本息、罚息（若有）、违约金（若有）等金额，乙方不可撤销地授权丙方委托银行将该等款项于同日划转至甲方存管交易账户，甲方即取得相应金额的提现权及其他合法处置权利。</p>
        <p class="text">6.2.3 除本协议另有约定外，乙方不可撤销地授权丙方，在乙方未按本协议第2.1条约定及时足额地向与乙方存管交易账户绑定的银行卡内存入相应款项或非因丙方原因导致丙方委托的银行无法扣划该等款项时，丙方有权随时划扣乙方存管交易账户或者与乙方存管交易账户绑定的银行卡账户内资金，直至乙方偿付完毕所有本金、利息、违约金等一切乙方应付款项为止。</p>
        <p class="text">6.2.4 乙方承诺，本次借款款项仅用于本协议第1.1条表内明确的借款用途，不得用于任何违法活动或者国家法律法规禁止的使用范围（包括但不限于用于出借、支付购房首付款、房地产开发、股票和理财产品等权益性投资或其他非法经营活动），一经发现，甲方或丙方有权要求乙方提前清偿全部借款本金、利息。</p>
        <p class="text">6.2.5 乙方应确保提供的信息和资料的真实性，不提供虚假信息或隐瞒重要事项。乙方同意丙方可以通过任何第三方渠道验证乙方提供的信息和资料的真实性，且乙方应在所提供信息或资料被认定为虚假时承担所有后果和法律责任。</p>
        <p class="text">6.2.6 乙方借款全部清偿之前，乙方发生个人信息变更（包括但不限于乙方本人、乙方的家庭联系人及紧急联系人工作单位、居住地址、电话、手机号码、电子邮箱的变更），应在变更后三日内告知丙方。否则，乙方应当承担丙方或丙方合作方所支出的相应的调查费用、律师费用及诉讼费用等费用,且应承担违约责任。</p>
        <p class="text">6.2.7 乙方不得将本协议项下的任何权利义务转让给任何其他方。</p>
        <p class="text">6.2.8 乙方应配合并确保甲方或甲方指定第三方可以定期对乙方的信用状况、还款能力进行调查。</p>
        <p class="text">6.2.9 为便于丙方核查乙方的个人信息、信用情况等促成本协议之交易的必要信息，以及为便于丙方协助甲方进行催收等履行本协议之义务，乙方在此不可撤销地做如下授权：</p>
        <p class="text">（1）报送授权条款</p>
        <p class="text">乙方同意并授权丙方向中国人民银行金融信用信息基础数据库以及经国务院或其他政府有权部门批准合法设立的征信机构、中国互联网金融协会报送乙方信用信息，报送的信用信息包括但不限于负债信息及偿债履约能力判断信息。</p>
        <p class="text">（2）查询授权条款</p>
        <p class="text">乙方授权丙方可在乙方借款业务申请阶段及业务存续期间向中国人民银行金融信用信息基础数据库以及经国务院或其他政府有权部门批准合法设立的征信机构、中国互联网金融协会查询乙方的信用信息，查询的信用信息包括但不限于负债信息及偿债履约能力判断信息。</p>
        <p class="text">6.3 丙方的权利和义务</p>
        <p class="text">6.3.1 丙方有权对甲方和/或乙方的提现申请进行审核，并应于审核通过当日指令银行将申请提现金额划转至申请人与其存管交易账户绑定的银行卡内。</p>
        <p class="text">6.3.2 丙方接受甲、乙方委托行为所产生的法律后果，由相应委托方承担。如因乙方或甲方或其他方（包括但不限于技术问题）造成的延误或错误，丙方不承担任何责任。</p>
        <p class="text">6.3.3 就甲方、乙方在本协议项下提供的个人/企业信息及丙方通过合法渠道获取的与其相关的个人/企业信息，丙方有权为本协议之目的自行管理并使用，但丙方应对甲方和乙方的个人/企业信息、交易信息及本协议内容保密。如因相关权力部门要求（包括但不限于法院、仲裁机构、金融监管机构等）或其他丙方认为必须披露的第三方的要求，丙方有权披露。</p>
        <p class="text">6.3.4 如甲方为丙方合作方推介的，各方同意，如丙方与丙方合作方协商一致，原由甲方委托丙方行使的委托银行代为划扣甲方款项并支付给乙方及相关方、代为将乙方回款划扣给甲方等资金划扣事项，可交由丙方合作方代为履行，因代为履行资金划扣事项的相关权利由丙方合作方享有（甲方的资金将存入丙方合作方监管账户），相关的义务及因此产生的责任由丙方合作方承担。</p>
        <p class="text">6.3.5 各方同意，丙方有权委托银行代为划转相关款项，并享有转委托权。</p>
        <p class="text">6.3.6 丙方作为甲方委托的债权管理人，在管理债权过程中有权为甲方利益行使相关权利。</p>
        <h2 class="subTitle">第七条 违约责任</h2>
        <p class="text">7.1 乙方有如下行为，视为乙方违约：</p>
        <p class="text">7.1.1 乙方擅自改变本协议第一条规定的借款用途；</p>
        <p class="text">7.1.2 乙方提供虚假资料或者故意隐瞒重要事实；</p>
        <p class="text">7.1.3 乙方未于本协议第2.1条约定的还款日足额还款付息，或乙方明确表示或以自己的行为表明不履行本协议项下的任何义务的。</p>
        <p class="text">7.1.4 乙方违反本协议约定的其他义务的。</p>
        <p class="text">7.2 乙方违约的，甲方可以同时行使以下各项违约救济措施：</p>
        <p class="text">7.2.1 宣布本协议项下借款本金全部或部分立即提前到期，并要求乙方立即归还全部或部分借款本金、利息及其他应付费用，超出乙方实际使用期间的利息计为对甲方的违约金。7.2.2 若乙方未按约定还款日或提前到期所确定的还款日还款的，就逾期部分，甲方有权从逾期之日起按照逾期借款每日万分之五计收罚息，直至清偿本息为止。</p>
        <p class="text">7.2.3 逾期还款违约金每期单独计算。多期逾期情况，乙方应向甲方支付各期逾还款违约金的总和。</p>
        <p class="text">7.2.4 要求乙方承担因其逾期还款而产生的本息损失、调查费、仲裁费和律师费等其他费用。</p>
        <p class="text">7.2.5 在符合法律、法规相关规定的情况下甲方委托丙方采取适当的方式对乙方进行电话催收、上门催收、信函催收、司法诉讼催收、通过新闻媒体进行公告催收等，以及向有关部门或者单位予以通报，且乙方应承担丙方或丙方委托第三方追偿产生的费用；</p>
        <p class="text">7.2.6 本协议或法律规定的其他救济措施。</p>
        <p class="text">7.3 若乙方偿还金额不足，偿还先后顺序为拖欠丙方的费用、违约金、罚息、应还利息、应还本金。</p>
        <h2 class="subTitle">第八条 通知与送达</h2>
        <p class="text">乙方就本协议中涉及的各类通知、协议等文件以及就本协议发生纠纷时相关文件和法律文书送达时的送达地址及其相关法律后果做如下确认：</p>
        <p class="text">8.1 乙方确认其有效的送达地址为文首所列地址。</p>
        <p class="text">8.2 乙方确认上述送达地址适用范围包括甲方或甲方委托的服务机构非诉时向乙方送达各类通知、协议等文件以及就本协议发生纠纷时相关文件和法律文书的送达，同时包括在争议进入仲裁、民事诉讼程序后的一审、二审、再审和执行程序。</p>
        <p class="text">8.3 在仲裁及民事诉讼程序中，因乙方确认的上述送达地址不准确、乙方或其指定的接收人拒绝签收等原因，导致法律文书未能被乙方实际接收的：邮寄送达的，以回执上注明的收件日期为送达日期；直接送达的，送达人当场在送达回证上记明情况之日视为送达之日。乙方同意，对于上述在本协议中明确的送达地址，仲裁委或法院进行送达时可直接邮寄送达，即便未能实际收到邮寄送达的文书，也应当视为送达。</p>
        <h2 class="subTitle">第九条 乙方联系方式变更通知</h2>
        <p class="text">9.1 乙方签署本协议之日起至借款全部清偿之日止，乙方有义务在下列信息变更之日起三日内提供更新后的信息给甲方。</p>
        <p class="text">9.1.1 乙方工作单位、居住地址、住所电话、手机号码、电子邮箱等。</p>
        <p class="text">9.1.2 乙方家庭联系人或紧急联系人工作单位、居住地址、住所电话、手机号码等。</p>
        <p class="text">9.2 因乙方不提供或不及时提供上述变更信息而导致甲方或丙方产生的损失，包括调查费用、仲裁费用及律师费用及委托其他公民参加仲裁所产生的费用等将由乙方承担。</p>
        <h2 class="subTitle">第十条 保密</h2>
        <p class="text">本协议各方一致同意：各方针对他方为履行本协议而提供的信息和资料的使用仅限于为履行本协议之目的，不能以营利为目的将他方的信息或资料透露给任何第三人，但根据法律法规或监管部门要求提供的除外。乙方一旦违约，造成甲方损失的，乙方应承担违约责任。甲乙双方承担的保密义务不因本协议效力的终止而终止，直至保密信息进入公知领域之日止。</p>
        <h2 class="subTitle">第十一条 争议管辖</h2>
        <p class="text">各方一致同意，如发生争议，不论争议金额大小，均提交杭州仲裁委员会，仲裁裁决为终局的，对各方均有拘束力。</p>
        <h2 class="subTitle">第十二条 其他</h2>
        <p class="text">12.1 本协议由丙方制定并发布，采用电子文本签约形式，先由乙方在丙方或丙方的合作方APP上单方点击相应按钮确认本协议以表明乙方知悉借款及服务内容，愿意接受暂不知名的乐商宝平台投资人的出借，再由丙方将借款信息发布在乐商宝平台，经甲方点击确认本协议后合同成立。各方同意，自乙方存管交易账户收到本协议借款金额（以乙方存管交易账户实际收到的金额为准）时，协议对三方生效，同时，本协议及其附件在丙方运营的乐商宝平台以电子文本形式发布，保存在丙方设立的专用服务器上备查。各方协议内容，以丙方乐商宝平台最终生成的协议内容为准。协议生效后，各方均认可电子借款协议及其附件效力。甲方根据平台操作指示在平台通过点击相应按钮本协议条款，视为甲方认可本电子借款协议以及本协议及其附件。各方委托丙方保管借款相关的纸质文件和电子信息。本协议生效前，丙方有权撤销本协议。经丙方撤销协议的，各方直接无需进行任何赔偿或承担任何违约责任。</p>
        <p class="text">12.2 本协议及其附件的任何修改、补充均须以书面形式作出，补充条款与本协议具有同等的法律效力。</p>
        <p class="text">12.3 在本协议有效期内，甲方对乙方的任何违约或其他行为予以宽限或延缓采取行动，均不能损害、影响或限制甲方依据法律或本协议作为债权人应享有的一切权利或权益，也不能视为甲方对乙方违反本协议行为的认可，更不能视为甲方放弃对乙方现有或将来违约行为采取救济行动的权利。</p>
        <p class="text">12.4 本协议某一条款的无效不影响本协议其他条款的效力。本协议不论因何种原因无效时，乙方仍应承担偿还本协议项下所欠甲方一切债务的责任。若发生上述情况，甲方有权立即终止执行本协议，并可立即向乙方追偿本协议项下乙方所欠的一切债务。</p>
        <p class="text">12.5 乙方在做出本协议项下的任何付款时，不得向甲方行使任何抵销权。</p>
        <p class="text">甲方一(出借人)：</p>
        <p class="text">甲方二(出借人）：</p>
        <p class="text">乙方(借款人)：</p>
        <p class="text">丙方（平台方）：</p>
        <p class="text text-c">（以下无正文）</p>
      </div>
    </div>
  </div>
</template>

<script>
import { XHeader } from 'vux'

export default {
  components: {
    XHeader
  }
}
</script>

<style lang="less" scoped>
  @import "../../assets/css/protocol.less";
</style>
