<template>
  <div class="protocol-wrap header-occupy">
    <x-header :left-options="{backText: ''}">注册协议</x-header>
    <div class="protocol-content">
      <div class="protocol-info">
        <h1 class="title">用户注册服务协议</h1>
        <p class="text">本服务协议双方为温州乐商投资有限公司（以下简称”乐商宝”）与温州乐商投资有限公司客户，本用户注册服务协议具有合同效力。在您注册成为乐商宝用户前，您应该仔细阅读并充分理解本《用户注册服务协议》（以下简称“本协议”）的所有条款、内容，特别是其中所涉及的免除及限制责任的条款、对用户权利限制条款等，而且只有在您同意以下条款并注册后，您才有权依据本协议的条款享受乐商宝的服务，同时有义务接受本协议条款的约束。无论您事实上是否在注册之前认真阅读了本协议，只要您通过乐商宝以及相关网站、移动设备客户端注册成为乐商宝用户，您的行为仍然表示您同意并签署了本服务协议。</p>
        <h2 class="subTitle">一、协议文本</h2>
        <p class="text">1.1 由于网络交易的特殊性，本协议的内容不仅包括本《用户注册服务协议》的全部条款，而且乐商宝已经发布及将来可能发布的与注册用户有关的各项规则均属于本协议的有效组成部分，与本协议具有同等法律效力。属于本协议有效组成部分的其他规则与本协议文本规定的规则不同时，适用最新规则。</p>
        <p class="text">1.2 在本协议履行过程中，乐商宝有权根据情况对本协议进行修改。如本协议（包括本协议的其他有效组成部分）之内容有任何变动，乐商宝将通过以及相关网站、移动设备公布，不单独另行通知。若您在乐商宝平台对本协议内容作出任何修改或变更后继续使用乐商宝服务，则视为您已认真阅读、充分了解并同意接受修改后之协议，经修改的协议内容在公告规定在符合生效条件后对您产生法律约束力；若您不同意，则您应立即停用本协议，并以合理方式通知乐商宝。</p>
        <p class="text">1.3 如果您充分理解并同意本协议的全部条款、内容，愿意遵守乐商宝的各项规则，您需要勾选位于注册页面下方的“我已阅读并同意《用户注册服务协议》”选项。在您注册成功后，本协议即产生法律效力，您在乐商宝的全部活动均受本协议的约束。</p>
        <h2 class="subTitle">二、注册用户资格</h2>
        <p class="text">2.1 您必须是具有完全民事行为能力的中华人民共和国大陆公民或领取营业执照的企业才能注册此网站，乐商宝不接受18周岁以下的自然人注册，也不允许未取得营业执照的企业注册。如您不具备上述资格，请立即停止在乐商宝平台注册或停止使用乐商宝服务。乐商宝发现上述情形时，有权随时终止您的注册进程或不再提供网站服务，您应对您的注册给乐商宝带来的全部损失承担赔偿责任。</p>
        <p class="text">2.2 您的资料的提供和更新承诺</p>
        <p class="text">2.2.1 您必须依乐商宝要求提供自己真实、最新、有效及完整的资料，并有义务维护及更新个人资料，确保乐商宝从您处获取的资料是您的真实、最新、有效及完整的信息。若您提供任何错误、虚假、过时或不完整的资料，或者乐商宝依其独立判断怀疑资料为错误、虚假、过时或不完整，乐商宝所有权暂停或终止您的注册用户账户，并拒绝您使用乐商宝的部分或全部服务。在此情况下，乐商宝不承担任何责任，并且您同意负担乐商宝或乐商乐商宝其他用户因您的过错行为所产生的任何直接或间接的支出或损失。</p>
        <p class="text">2.2.2 如您使用虚假或不合要求的资料或信息注册或使用乐商宝服务，或者由于您未能及时更新资料导致乐商宝无法提供或正确提供服务，由此引起的一切责任和后果均由您本人一力承担，乐商宝不因此承担任何法律责任，如因此给乐商宝及其他用户造成任何损失，您还应当赔偿乐商宝及乐商宝其他用户的损失。</p>
        <h2 class="subTitle">三、风险提示</h2>
        <p class="text">3.1 乐商宝向您提示，您在乐商宝平台进行任何交易前应认识到乐商宝无法避免以下风险的产生，而且乐商宝不能、也没有义务因以下风险向您承担责任：</p>
        <p class="text">3.1.1 宏观经济和政策风险：因宏观经济形势、法律法规和有关政策的变化，可能引起价格等方面的异常波动，由此可能导致您遭受损失；</p>
        <p class="text">3.1.2 交易风险：因其他交易方无力或无意愿按时足额履约，您有可能遭受损失；</p>
        <p class="text">3.1.3 利率风险：市场利率变化可能对购买或持有产品的实际收益产生影响；</p>
        <p class="text">3.1.4 其他不可抗力因素导致的风险；</p>
        <p class="text">3.1.5 决策失误、操作不当、遗忘或泄露密码、密码被他人破解、您使用的计算机系统被第三方侵入、您委托他人代理交易时他人恶意或不当操作等因您自己的过错原因导致的风险，这些过错都有造成损失的风险。</p>
        <p class="text">3.2 以上并不能揭示您通过乐商宝进行交易的全部风险及市场的全部情形。您在做出交易决策前，应全面了解相关交易，谨慎决策，并自行承担全部风险。</p>
        <h2 class="subTitle">四、用户使用限制</h2>
        <p class="text">4.1 一旦发现您利用乐商宝平台从事任何违反中华人民共和国法律法规或侵犯他人权益的活动，乐商宝有权无需通知而立即暂停或停止您使用乐商宝的全部或部分服务。</p>
        <p class="text">4.2 在使用乐商宝提供的服务的过程中，您不得发送、公布或展示任何垃圾邮件或其他可能违反中国法律法规及本协议内容的信息。乐商宝在发现您从事该等活动时，有权不经您同意而阻止该等活动并删除该等内容，同时有权不经通知而立即暂停或停止您使用乐商宝的全部或部分服务。</p>
        <p class="text">4.3 您在乐商宝注册时提交的手机号码、密码是您在乐商宝平台的唯一识别信息。您注册成功后，除非本协议另有约定，不得将注册的手机号码、密码转让或授权给第三方使用。您确认，使用您的用户名和密码登陆乐商宝后在乐商宝的一切行为均代表您本人并由您承担相应的法律后果。</p>
        <p class="text">4.4 乐商宝的所有内容，包括但不限于文本、数据、图片、音频、视频、源代码和其他所有信息，均由乐商宝享有知识产权，未经乐商宝事先书面同意，您或其他任何人不得复制、改编、传播、公布、展示或以任何其他方式使用相关信息。</p>
        <h2 class="subTitle">五、服务费用与缴纳</h2>
        <p class="text">5.1 乐商宝会根据具体服务项目向您收取相关服务费用。乐商宝收费服务及收费标准详见您使用乐商宝服务时所签署相关协议的约定及收费说明。</p>
        <p class="text">5.2 您在使用乐商宝服务过程中（如充值或提现等）如果需要使用第三方（如银行或第三方支付公司等）收费服务时，请按第三方要求支付费用，具体收费标准详见第三方网站相关页面，或乐商宝在您进行相关操作时给您的提示。</p>
        <h2 class="subTitle">六、乐商宝的服务内容</h2>
        <p class="text">6.1 乐商宝为用户提供专业的交易信息服务，需要对用户资质进行评估，并非所有的客户都可以获得所有服务。您是否符合接受服务的条件，最终的解释权归乐商宝。乐商宝保留对该网站包含的信息和资料及其显示的条款、条件和说明变更的权利。</p>
        <p class="text">6.2 居间业务</p>
        <p class="text">6.2.1  为您提供居间服务，具体包括但不限于提供信息、审查资料、筛选项目等，撮合您与借款人、债权转让人等形成交易。</p>
        <p class="text">6.2.2  您注册成为乐商宝用户后，可以委托乐商宝将您债权转让信息通过本网站公开发布，即发出转让要约。</p>
        <p class="text">6.2.3  您注册成为乐商宝用户后，可以委托乐商宝向在乐商宝平台发布借款需求信息的借款用户或债权转让用户做出出资承诺，并委托乐商宝将您电子账户内的资金额划付到借款用户、债权转让用户的账户中，同时生成相应的电子借贷合同以明确相关法律关系。</p>
        <p class="text">6.3  资金业务</p>
        <p class="text">6.3.1  为使用乐商宝或乐商宝委托的第三方机构提供的充值、提现、代扣等服务，您应按照乐商宝规定的流程提交以您本人名义登记的有效银行借记卡等信息，乐商宝使用规则将您的乐商宝注册账户与前述银行账户进行绑定，您应对提交信息的真实性、完整性、准确性负责，如由于您未按照乐商宝规定提交或更新相关信息，您因此未能使用充值、提现、代扣等服务而产生的损失由您自行承担。</p>
        <p class="text">6.3.2  您可以通过本网站指定方式将资金转账到乐商宝银行托管资金账户，乐商宝将在您的账户内增加等额资金数，用于在乐商宝的交易，您也可以委托乐商宝代为收取其他乐商宝注册用户向您支付的各类款项，亦或委托乐商宝对您账户内的资金代为保管。</p>
        <p class="text">6.3.3 您可以委托乐商宝将代管或代收的款项支付给您指定的乐商宝其他注册用户，且代付完成后，非经法律程序或者非依本协议之约定或者非依本网站业务规则之规定，该支付不可逆转。</p>
        <p class="text">6.3.4 您可以要求乐商宝向您退返代管的款项。当您向乐商宝发出提现指令时，乐商宝将于收到指令后，进行将相应的款项汇入您本人开立的银行卡账户的操作，根据您提供的银行不同，会产生到账时间上的差异，乐商宝不对到账时间做任何承诺，不承担因延迟到账相关的责任。除本条约定外，本网站不接受您提供的其它受领方式。</p>
        <p class="text">6.4 其他业务</p>
        <p class="text">6.4.1 您委托乐商宝为您的利益管理您的债权，包括且不限于代为催收债权、代为维护债权、代为出具清偿证明等</p>
        <p class="text">6.4.2 乐商宝将对您在本网站中的所有操作进行记录，不论该操作之目的最终是否实现。您可以通过用户账户实时查询用户账户名下的交易记录，有关交易记录将保存3年。</p>
        <p class="text">6.5 服务通知</p>
        <p class="text">乐商宝的服务中如有通知，以公示方式作出，一经在乐商宝公示即视为已经送达。除此之外，其他向您个人发布的具有专属性的通知将发送向您在乐商宝平台的个人账户中或您在注册后在乐商宝绑定的手机发送，一经发送即视为已经送达。请您密切关注您的账户信息和手机中的短信信息。</p>
        <h2 class="subTitle">七、用户信息保护和授权</h2>
        <p class="text">7.1 用户信息的提供、搜集及核实</p>
        <p class="text">7.1.1 您有义务在注册时提供自己的真实资料，并保证诸如电子邮件地址、联系电话、联系地址、邮政编码等内容的有效性、安全性和及时更新，以便乐商宝为您提供服务并与您进行及时、有效的联系。您应完全独自承担因通过这些联系方式无法与您取得联系而导致的您在使用本服务过程中遭受的任何损失或增加任何费用等不利后果。</p>
        <p class="text">7.1.2 您同意乐商宝向合法经营的第三方查询您服务请求中的相关内容，收集您的额外资料，以更好地了解用户，并为其度身订造乐商宝服务、解决争议和确保在网站进行交易的安全性。乐商宝仅收集乐商宝认为就此目的及达成该目的所必须的关于您的个人资料。</p>
        <p class="text">7.1.3 您同意乐商宝可以自行或通过合作的第三方机构对您提交或乐商宝搜集的信息（包括但不限于您的个人身份证信息等）进行查询、核实，并同意乐商宝或其合作的第三方机构对其信息进行收集、保存、加工、共享等操作。</p>
        <p class="text">7.1.4 乐商宝按照您在乐商宝上的行为自动追踪关于您的某些资料。乐商宝利用这些资料进行有关乐商宝之用户的人口统计、兴趣及行为的内部研究，以更好地了解您以便向您和乐商宝的其他用户提供更好的服务。</p>
        <p class="text">7.1.5 如果您将个人通讯信息（例如：手机短信、电邮或信件）交付给乐商宝，或如果其他用户或第三方向乐商宝发出关于您在乐商宝上的活动或登录事项的通讯信息，乐商宝可以将这些资料收集在您的专门档案中。</p>
        <p class="text">7.2 用户信息的使用和披露</p>
        <p class="text">7.2.1 您同意乐商宝可使用关于您的个人资料（包括但不限于乐商宝持有的有关您的档案中的资料，及乐商宝从您目前及以前在乐商宝上的活动所获取的其他资料）以解决争议、对纠纷进行调停、确保在乐商宝进行安全交易，并执行乐商宝的服务协议及相关规则。乐商宝有时候可能调查多个用户以识别问题或解决争议，特别是乐商宝可审查您的资料以区分使用多个用户名或别名的用户。为限制在网站上的欺诈、非法或其他刑事犯罪活动，使乐商宝免受其害，您同意乐商宝可通过人工或自动程序对您的个人资料进行评价。</p>
        <p class="text">7.2.2 您同意乐商宝可以使用您的个人资料以改进乐商宝的推广和促销工作、分析网站的使用率、改善乐商宝的内容和产品推广形式，并使乐商宝的网站内容、设计和服务更能符合用户的要求。这些使用能改善乐商宝的网页，以调整乐商宝的网页使其更能符合您的需求，从而使您在使用乐商宝服务时得到更为顺利、有效、安全及度身订造的交易体验。</p>
        <p class="text">7.2.3 您同意乐商宝利用您的资料与您联络并（在某些情况下）向您传递针对您的兴趣而提供的信息，例如：有针对性的广告条、管理方面的通知、产品提供以及有关您使用乐商宝的通讯。您接受本协议即视为您同意收取这些资料。</p>
        <p class="text">7.2.4 您注册成功后应妥善保管您的用户名和密码。您确认，无论是您还是您的代理人，用您的用户名和密码登录乐商宝后在乐商宝的一切行为均代表您并由您承担相应的法律后果。</p>
        <p class="text">7.2.5 乐商宝对于您提供的、自行收集到的、经认证的个人信息将按照本协议及有关规则予以保护、使用或者披露。乐商宝将采用行业标准惯例以保护您的个人资料，但鉴于技术限制，乐商宝不能确保您的全部私人通讯及其他个人资料不会通过本协议中未列明的途径泄露出去。</p>
        <p class="text">7.2.6 您使用乐商宝服务进行交易时，为便于乐商宝核查您的的个人信息、信用情况、风险承受能力等促成交易的必要信息，以及便于乐商宝协助进行催收等履行必要义务，您在此不可撤销地授权乐商宝将您的个人信息以及交易信息等必要信息提供给中国互联网金融协会互联网金融服务平台、乐商宝合作的第三方征信平台、乐商宝合作的其他大数据信息核查以及反欺诈核查公司、乐商宝合作方委托的第三方催收公司、律师事务所等 。</p>
        <p class="text">7.2.7乐商宝有义务根据有关法律要求向司法机关和政府部门提供您的个人资料。在您未能按照与本协议、乐商宝有关规则或者与乐商宝其他用户签订的有关协议的约定履行自己应尽的义务时（包括但不限于当您作为借款人借款逾期或有其他违约时），乐商宝有权根据自己的判断、有关协议和规则、国家生效裁决文书或者与该笔交易有关的其他用户的合理请求披露您的个人资料（包括但不限于在乐商宝及互联网络上公布您的违法、违约行为，并有关将该内容记入任何与您相关的信用资料、档案或数据库），并且作为出借人的其他用户可以采取发布您的个人信息的方式追索债权或通过司法部门要求乐商宝提供相关资料，乐商宝对此不承担任何责任。</p>
        <p class="text">7.2.8 您授权乐商宝将您的注册号及相关信息等传递给第三方，用于第三方为您提供服务。传递前可能会向您展示具体授权对象、授权字段名称、范围等，授权字段通过加密通道传递给第三方。乐商宝会要求该第三方依法使用您的上述信息，并应对您的信息保密。</p>
        <p class="text">7.3 您对其他用户信息的使用</p>
        <p class="text">7.3.1 在乐商宝提供的交易活动中，您无权要求乐商宝提供其他用户的个人资料，除非符合以下条件：</p>
        <p class="text">（1） 您已向法院起诉其他用户的在乐商宝活动中的违约行为；</p>
        <p class="text">（2） 与您有关的其他用户逾期未归还借款本息；</p>
        <p class="text">（3）乐商宝被吊销营业执照、解散、清算、宣告破产或者其他有碍于您收回借款本息的情形。</p>
        <p class="text">7.3.2 如您通过签署有关协议等方式获得其他用户的个人信息，您同意不将该等个人信息用于除还本付息或向借款人追索债权以外的其他任何用途，除非该等信息根据适用的法律规定、被有管辖权的法院或政府部门要求披露。</p>
        <p class="text">7.4 您签署同意本服务协议即视为：</p>
        <p class="text">7.4.1 您授权乐商宝采购杭州尚尚签网络科技有限公司提供的电子签章服务，并授权乐商宝采购杭州尚尚签网络科技有限公司提供的电子合同存证服务，用于您在乐商宝平台签署及保存相关协议。</p>
        <p class="text">7.4.2 您承诺将按照杭州尚尚签网络科技有限公司规定的数字证书申请流程向乐商宝平台(包括乐商宝主体运营的网站、APP、微信公众号等，亦称为“注册平台”)提供有关资料，并保证所填写的信息和所提供的资料的真实性、准确性和完整性。同时，为了便于数字证书的管理，用户知悉并同意委托乐商宝将用户申请成功的数字证书托管于乐商宝平台，用于用户签署确认相关电子合同等。</p>
        <p class="text">7.4.3 您在注册平台签署本协议的行为，即表示您同意接受本授权的全部内容。您将依照本授权的内容行使权利和履行义务，并在乐商宝平台上使用杭州尚尚签网络科技有限公司为您生成的数字证书签署相关合同和文件。</p>
        <h2 class="subTitle">八、责任范围与限制</h2>
        <p class="text">8.1 无论您通过乐商宝形成的交易是否存在第三方担保，乐商宝及乐商宝的关联方董事、员工、代理人均不以任何明示或默示的方式对您通过乐商宝平台形成的借贷交易及其履行提供任何担保或承诺，均不以任何明示或默示的方式保证由其他用户或机构提供的信息内容的真实性、充分性、及时性、可靠性、完整性和有效性。您应根据自身的风险承受能力，衡量交易相对方信息及其他相关信息以及与其交易的真实性和安全性，您通过乐商宝形成的任何借贷交易所产生的直接及间接损失乐商宝不承担责任。</p>
        <p class="text">8.2 如您发现有他人冒用或盗用您的账户及密码或进行任何其他未经合法授权行为之情形时，应立即以书面方式通知乐商宝并要求乐商宝暂停服务。乐商宝将积极响应您的要求；但您理解，对您的要求采取行动需要合理期限，在此之前，乐商宝对已执行的指令所导致的您的损失不承担任何责任。</p>
        <p class="text">8.3 乐商宝内容可能涉及或链接到由第三方所有、控制或者运营的其他网站（“第三方网站”）。乐商宝不能保证也没有义务保证第三方网站上的信息的真实性和有效性。您确认按照第三方网站的注册协议而非本协议使用第三方网站，第三方网站的内容、产品、广告和其他任何信息均由您自行判断并承担风险，乐商宝对您因此导致的损失不承担责任。</p>
        <p class="text">8.4 如果由于乐商宝及相关第三方的设备、系统故障或缺陷、病毒、黑客攻击、网络故障、网络中断、地震、台风、水灾、海啸、雷电、火灾、瘟疫、流行病、战争、恐怖主义、敌对行为、暴动、罢工、交通中断、停止供应主要服务、电力中断、经济形势严重恶化、政府管制或其它类似事件，致使乐商宝未能履行本协议或履行本协议不符合约定，不构成乐商宝的违约，对于因此导致的损失，乐商宝将不承担任何责任。</p>
        <p class="text">8.5 您理解并同意，乐商宝向符合条件的用户提供服务。乐商宝对您在乐商宝上进行的出借、借款等交易行为不承担任何责任，乐商宝无法、也没有义务保证用户在发出借款要约或出借意向后，能够实际获得借款或出借成功，您因前述原因导致的损失（包括但不限于利息、手续费等损失）由您自行承担，乐商宝不承担责任。</p>
        <p class="text">8.6 除本协议另有规定外，在任何情况下，乐商宝对本协议所承担的违约赔偿责任总额不超过向您收取的当次乐商宝服务费用总额。</p>
        <h2 class="subTitle">九、违约责任与纠纷解决</h2>
        <p class="text">9.1 如果您违反了您在本协议中所作的陈述、保证、承诺或任何其他义务，致使乐商宝或乐商宝的股东、实际控制人、员工、其他用户承受任何损失，您应向受损失的一方做出全额赔偿。</p>
        <p class="text">9.2 本协议的订立、执行和解释适用中国大陆地区适用的法律，如发生本协议部分条款无效或失效，其它条款继续有效。</p>
        <p class="text">9.3 因本协议所引起的用户与乐商宝的任何纠纷或争议，首先应友好协商解决，协商不成的，用户在此完全同意将纠纷或争议提交杭州仲裁委员会。仲裁地为杭州市。</p>
        <h2 class="subTitle">十、其他</h2>
        <p class="text">10.1 除非乐商宝终止本协议或者您申请终止本协议及注销相应用户账户且经乐商宝同意，否则本协议始终有效。在您违反了本协议、相关规则，或在相关法律法规、政府部门的要求下，乐商宝有权通过本协议约定的通知方式（包括但不限于短信）告知您终止本协议、关闭您的账户或者限制您使用乐商宝。</p>
        <p class="text">10.2 当您失去本协议第二条约定的注册用户资格（包括但不限于不再具中国公民身份、因故身亡、丧失民事行为能力等）致使本协议无法继续履行时，本协议依法终止。您的合法授权代表、继承人、监护人、直系亲属在提交相关证明文件后，可向乐商宝申请查询您在乐商宝注册的用户信息及其他交易信息，并办理资产的转移或债务承担。同时，乐商宝有权关闭您的账户。</p>
        <p class="text">10.3 温州乐商投资有限公司对本协议享有最终的解释权。</p>
      </div>
    </div>
  </div>
</template>

<script>
import { XHeader } from 'vux'

export default {
  components: {
    XHeader
  }
}
</script>

<style lang="less" scoped>
  @import "../../assets/css/protocol.less";
</style>
